var star = '별';
var poem = '이름과, 언덕 경, 이름자를 ' + star + '\n\n 까닭입니다. 새워 까닭이요, 멀리 소녀들의 책상을 비둘기, 말 하나에 쉬이 있습니다. 언덕 우는 이름과, 너무나 아침이 가슴속에 지나가는 벌레는 봅니다. 없이 다 하나에 버리었습니다. 시와 못 추억과 까닭이요, 다하지 멀리 동경과 버리었습니다. 라이너 그리워 이름을 북간도에 계십니다. 불러 이국 그리워 하나에 애기 아름다운 하나에 계십니다. 것은 나는 덮어 계집애들의 불러 내 가을로 봅니다. 하나에 이름과 불러 ' + star + ' 토끼, ' + star + ' 이름과, 시와 거외다. ' + star + ' 그리고 비둘기, 그러나 무성할 까닭입니다. 하나에 당신은 파란 이름과 이네들은 가득 위에도 가난한 있습니다.';

var poem = `이름과, 언덕 경, 이름자를 ${star} 
까닭입니다. 새워 까닭이요, 멀리 소녀들의 책상을 비둘기, 말 하나에 쉬이 있습니다. 언덕 우는 이름과, 너무나 아침이 가슴속에 지나가는 벌레는 봅니다. 없이 다 하나에 버리었습니다. 시와 못 추억과 까닭이요, 다하지 멀리 동경과 버리었습니다. 라이너 그리워 이름을 북간도에 계십니다. 불러 이국 그리워 하나에 애기 아름다운 하나에 계십니다. 것은 나는 덮어 계집애들의 불러 내 가을로 봅니다. 하나에 이름과 불러 ${star} 토끼, ${star} 이름과, 시와 거외다. ${star} 그리고 비둘기, 그러나 무성할 까닭입니다. 하나에 당신은 파란 이름과 이네들은 가득 위에도 가난한 있습니다. ${1+1}`;

console.log(poem);